Lab 8/aggregate.csv
Label,# Samples,Average,Median,90% Line,95% Line,99% Line,Min,Max,Error %,Throughput,Received KB/sec,Sent KB/sec
Add new owner,350,4885,4426,7695,7742,7879,84,28591,"0,000%",",44638","0,22","0,19"
Open owners list page,350,17020,15948,30060,30660,32581,2390,33535,"8,857%",",43218","427,06","0,12"
Open owner details page,350,11837,10146,25105,27468,29689,42,30071,"0,571%",",43343","0,19","0,12"
Owner,350,33743,36048,38911,39525,40806,4694,42140,"9,429%",",43206","427,35","0,43"
Add new pet,350,3503,847,12482,26445,30053,42,30055,"1,143%",",43460","0,26","0,23"
Add visit,350,908,921,1203,1293,1921,51,28877,"0,000%",",43746","0,64","0,26"
Pet,350,4411,1755,16464,27878,31151,93,34201,"1,143%",",43457","0,90","0,49"
TOTAL,2450,10901,4275,33690,38547,39174,42,42140,"3,020%","3,02405","856,39","1,83"